app/controllers/articles_controller.rb

	def create
		@article = Article.new
		@article.title = params[:article][:title]
		@article.save
---
INSERT INTO "articles" ("created_at", "title", "updated_at") VALUES (?, ?, ?)  [["created_at", Sat, 28 Feb 2015 21:21:18 UTC +00:00], ["title", "Another Noob"], ["updated_at", Sat, 28 Feb 2015 21:21:18 UTC +00:00]]